"Close"="Schließen";
"Delete"="Löschen";
"Visualization mode"="Visualisierungsmodus";
"Scanning..."="Scannen...";
"Building the visualization..."="Aufbau der Visualisierung...";
"%d Item"="%d Artikel";
"%@ Folder %@ File total %@"="%@ Ordner %@ Insgesamt %@";
"Ok"="OK";
"selected"="Gesammelt";
"Drag and drop files here to delete them"="Dateien hierher ziehen, um sie zu sammeln";
"%@ cannot be deleted."="%@ kann nicht gelöscht werden.";
"%@ %d Item"="%@ %d Artikel";
"Scanning progress will be lost after canceling, you need to rescan next time"="Der Scanfortschritt geht verloren, wenn Sie abbrechen. Sie müssen beim nächsten Mal erneut scannen";
"Continue"="Weiter";
"Cancel"="Abbrechen";
"Open Finder"="Finder öffnen";
"Move to the delete queue"="In den Lösch-Queue verschieben";
"Don't need to delete files."="Dateien müssen nicht gelöscht werden.";
"The selected files will be completely deleted."="Die ausgewählten Dateien werden vollständig gelöscht.";
"Deleted %lld item"="Gelöscht %lld Element";
"Deletion completed"="Löschen abgeschlossen";
"Canceling"="Abbrechen";
"Preparing to delete..."="Vorbereitung zum Löschen...";
"Enter directory"="Verzeichnis eingeben";
"Stop"="Stop";
"File not found" = "Datei nicht gefunden";
"Some files failed to delete due to insufficient permissions"="Einige Dateien konnten aufgrund unzureichender Berechtigungen nicht gelöscht werden";

"The current scanning root directory is %@ and cannot return to the previous directory." = "Das aktuelle Scan-Stammverzeichnis ist %@ und kann nicht zum vorherigen Verzeichnis zurückkehren.";
"The current scanning root directory is %@, you can rescan %@." = "Das aktuelle Scan-Stammverzeichnis ist %@. Sie können %@ erneut scannen.";
